<?php

return [
    'title_required' => 'لطفا عنوان را وارد نمایید.',
    'title_min' => 'طول فیلد عنوان حداقل باید 3 حرف باشد.',
    'title_max' => 'طول فیلد عنوان حداکثر باید 50 حرف باشد.',
    'author_id_numeric' => 'فیلد نویسنده تنها باید شامل اعداد باشد.',
    'author_id_gte' => 'فیلد نویسنده باید بزرگتر یا برابر صفر باشد.',
    'translator_id_numeric' => 'فیلد مترجم تنها باید شامل اعداد باشد.',
    'translator_id_gte' => 'فیلد مترجم باید بزرگتر یا برابر صفر باشد.',
    'speaker_id_numeric' => 'فیلد گوینده تنها باید شامل اعداد باشد.',
    'speaker_id_gte' => 'فیلد گوینده باید بزرگتر یا برابر صفر باشد.',
];
